Repository: wp-plugins/edd-toolbar
Catalog: languages/edd-toolbar-*.po
Languages: de_de

source: Easy Digital Downloads Toolbar
de_de: Easy Digital Downloads Werkzeugleiste

source: http://genesisthemes.de/en/wp-plugins/edd-toolbar/
de_de: http://genesisthemes.de/plugins/edd-toolbar/

source: David Decker - DECKERWEB
de_de: David Decker - DECKERWEB.de

source: FAQ
de_de: FAQ - Häufige Fragen

source: Support
de_de: Hilfe und Unterstützung (Support)

source: Donate
de_de: Spenden

# Translators: For the tooltip
source: Easy Digital Downloads
de_de: Einfache Digitale Downloads

source: Search Docs
de_de: Doku durchsuchen

source: GO
de_de: LOS

source: Bug Tracker at GitHub
de_de: Fehler melden bei GitHub

source: Documentation
de_de: Dokumentation

# Translators: For the tooltip
source: Search Docs
de_de: Dokumentation durchsuchen

source: GitHub Repository Developer Center
de_de: GitHub Repositorium für Entwickler

source: Official Blog
de_de: Offizieller Blog

source: Features
de_de: Ausstattung/ Features

source: Extensions
de_de: Erweiterungen

source: Pippins Plugins
de_de: PippinsPlugins.com

source: German language files
de_de: Deutsche Sprachdateien

source: German language files for Easy Digital Downloads Plugin and more EDD extensions
de_de: Deutsche Sprachdateien für das Einfache Digitale Downloads Plugin plus EDD-Erweiterungen

source: All Downloads
de_de: Alle Downloads

source: Add new Download
de_de: Neuen Download Hinzufügen

source: Categories
de_de: Kategorien

source: Download Categories
de_de: Download-Kategorien

source: Tags
de_de: Schlagwörter

source: Download Tags
de_de: Download-Schlagwörter

source: Payment History
de_de: Bisherige Zahlungen

source: Discount Codes
de_de: Gutschein-Codes

source: Reports
de_de: Statistiken

source: Settings
de_de: Einstellungen

# Translators: For the tooltip
source: General Settings
de_de: Haupteinstellungen

source: Payment Gateways
de_de: Zahlungsweisen

source: Misc.
de_de: Sonstiges

source: This plugin adds useful admin links and resources for the Easy Digital Downloads plugin to the WordPress Toolbar / Admin Bar.
de_de: Dieses Plugin fügt der WordPress Wergzeugleiste bzw. Adminbar nützliche Administratorenlinks und Ressourcen für das Easy Digital Downloads Plugin hinzu.

source: Plugin HQ
de_de: Plugin-Zentrale

source: Sub Forum
de_de: Unterforum

source: Frequently Asked Questions
de_de: Häufig gestellte Fragen

source: Add-On Plugins
de_de: Zusatz-Plugins

# Translators: For the tooltip
source: Add-On Plugins
de_de: Zusatz-Plugins (Erweiterungen)

source: Feature Requests
de_de: Feature-Anfragen

# Translators: For the tooltip
source: Feature Requests
de_de: Feature-Anfragen

source: Developer's API
de_de: Entwickler API

# Translators: For the tooltip
source: Developer's API
de_de: Entwickler API

# Translators: For the tooltip
source: Register for Premium Support Account
de_de: Benutzerkonto für Premium-Support registrieren/ kaufen

source: Theme Conflicts
de_de: Theme-Konflikte

# Translators: For the tooltip
source: Theme Conflicts
de_de: Theme-Konflikte

source: Plugin Conflicts
de_de: Plugin-Konflikte

# Translators: For the tooltip
source: Plugin Conflicts
de_de: Plugin-Konflikte

source: Premium Support
de_de: Premium Support kaufen

source: Basic Config
de_de: Basiskonfiguration

source: Create Downloads
de_de: Downloads erstellen

source: Shopping Cart Setup
de_de: Warenkorb einrichten

source: General
de_de: Allgemein

source: Sections
de_de: Sektionen

source: Translations
de_de: Übersetzungen

# Translators: For the tooltip
source: Translations
de_de: Übersetzungen für Easy Digital Downloads

source: User Account at Support Site
de_de: Benutzerkonto bei Support-Seite

# Translators: For the tooltip
source: User Account at Support Site
de_de: Benutzerkonto bei Support-Seite (EasyDigitalDownloads.com)

source: Login
de_de: Anmelden

# Translators: For the tooltip
source: Login
de_de: Anmelden

source: Quick Links
de_de: Schnellzugriff

source: Install &amp Upgrades
de_de: Installation &amp; Aktualisierungen

source: Usage
de_de: Verwendung

source: Developer API
de_de: Entwickler API

source: Visit Downloads Archives
de_de: Downloadarchiv ansehen

# Translators: For the tooltip
source: Visit Downloads Archives on Website Frontend
de_de: Downloadarchiv der Webseite ansehen (Frontend)

source: Install &amp; Upgrades
de_de: Installation &amp; Aktualisierungen

source: Free plugins/extensions at WP.org
de_de: Freie Plugins/ Erweiterungen bei WP.org

source: Extension: Toolbar Settings
de_de: Erweiterung: Werkzeugleiste Einstellungen

source: Remove or add some sections
de_de: Einige Bereiche entfernen oder hinzufügen

source: Display of Resources section
de_de: Anzeige des Ressourcen-Bereiches

source: Disable the Resources links section. (Default display: enabled)
de_de: Die Ressourcen-Links deaktivieren. (Standardanzeige: aktiviert)

source: Display of Translations Resources section
de_de: Anzeige des Sprachen-/ Übersetzungen-Bereiches

source: API: Hook Reference
de_de: API: Hook-Referenz

source: API: Filter Reference
de_de: API: Filter-Referenz

source: Translations Forum
de_de: Übersetzungen-Forum

# Translators: For the tooltip
source: Translations Forum (%s Support Forum)
de_de: Übersetzungen-Forum (%s Support-Forum)

source: Disable the Translations Resources links section. (Default display: enabled for all Non-English locales)
de_de: Die Sprach-/ Übersetzungen-Ressourcen deaktivieren. (Standardanzeige: aktiviert für alle nicht-englischen Sprachen)

source: Add Ons
de_de: Zusatzmodule

source: Go to the Misc settings page
de_de: Zur 'Sonstiges' Einstellungen-Seite gehen

# Translators: For the tooltip
source: Add Ons - Extend %s
de_de: Zusatzmodule (Add Ons) - %s erweitern

source: Theming
de_de: Theme-Anpassungen

# Translators: For the tooltip
source: Theming
de_de: Theme- bzw. Template-Anpassungen

source: Styles
de_de: Stile

source: Customization
de_de: Anpassungen

# Translators: For the tooltip
source: Customization
de_de: Anpassungen (Customization)

# Translators: For the tooltip
source: Special %s Themes
de_de: Besondere Themes für %s

source: EDD Toolbar
de_de: E.D.D. Werkzeugleiste

source: Suggest new resource items, themes or plugins for support
de_de: Neue Links für Ressourcen-Links, unterstützte Themes oder Plugins vorschlagen

source: Code snippets for customizing &amp; branding
de_de: Code-Schnipsel fürs Anpassen und Branden des Plugins

source: Other, recommended EDD plugins
de_de: Weitere, empfohlene E.D.D. Plugins

source: search functionality for the Download post type, independent from regular WordPress search
de_de: Suchfunktionalität für den Download-Inhaltstyp, unabhängig von der regulären WordPress-Suche

source: Important plugin links:
de_de: Wichtige Plugin-Links:

source: Social:
de_de: Vernetzen:

source: 8 more nice little widgets for Easy Digital Downloads
de_de: 8 weitere, kleine Widgets für Einfache Digitale Downloads

source: Get even more EDD extensions
de_de: Weitere Auswahl an kostenpflichtigen und freien E.D.D. Erweiterungen/ Zahlungsarten sowie Themes

source: Taxes
de_de: Mehrwertsteuer

source: More about the plugin author
de_de: Mehr über den Plugin-Autor

source: Software Licenses
de_de: Software-Lizenzen

source: Commissions
de_de: Provisionen

source: Basic Support
de_de: Basis-Support

# Translators: For the tooltip
source: Basic Support
de_de: Basis-Support - Grundlegende Fragen

source: Priority Support
de_de: Vorzugs-Support

# Translators: For the tooltip
source: Priority Support
de_de: Vorzugs-Support - Priority Support für Premium-Kunden

# Translators: For the tooltip
source: Themes
de_de: Offizielle Themes

source: Beta Testers
de_de: Beta-Tester

# Translators: For the tooltip
source: Beta Testers
de_de: Beta-Tester, Entwickler etc.

source: Plugin Compatibility
de_de: Plugin-Kompatibilität

# Translators: For the tooltip
source: Plugin Compatibility
de_de: Plugin-Kompatibilität mit Dritt-Plugins

source: Plugin website
de_de: Plugin-Webseite

source: Create Payment
de_de: Zahlung erstellen

source: Create Payment - via Manual Purchases Add-On
de_de: Zahlung erstellen - via Zusatzmodul 'Manuelle Bestellungen' (Manual Purchases)

source: Buy more Add Ons
de_de: Mehr Erweiterungen kaufen

# Translators: For the tooltip
source: Buy more Add Ons - Extend %s
de_de: Weitere Zusatzmodule kaufen - %s erweitern

source: Showcase
de_de: Beispiele/ Showcase

source: My Account
de_de: Benutzerkonto

source: Purchase History
de_de: Bestellhistorie

source: Affiliates
de_de: Affiliates (Partnerprogramm)

source: View Logs
de_de: Protokolle ansehen

source: Version Info (About)
de_de: Versionsinfo (Über)

source: System Info (Debug)
de_de: Systeminformation (Debug)

source: Plugin: Easy Digital Downloads
de_de: Plugin: Einfache Digital Downloads

# Translators: for the tooltip
source: About Easy Digital Downloads - Version Info
de_de: Über Einfache Digitale Downloads - Versionsinformation

source: Contributors
de_de: Mitwirkende

source: Newest Extensions
de_de: Neueste Erweiterungen

source: Completed
de_de: Abgeschlossen

source: Pending
de_de: In Bearbeitung

source: Refunded
de_de: Zurückerstattet

source: Failed
de_de: Fehlgeschlagen

source: Toolbar
de_de: Werkzeugleiste

source: CSV Product Import
de_de: CSV-Produktimport

source: Earnings
de_de: Einnahmen

source: Customers
de_de: Kunden

source: Code Snippets for Customization
de_de: Codeschnipsel für Anpassungen

source: Code Snippets
de_de: Codeschnipsel

source: Active
de_de: Aktiv

source: Inactive
de_de: Inaktiv

source: Expired
de_de: Abgelaufen

source: Unpaid
de_de: Noch nicht ausbezahlt

source: Paid
de_de: Ausbezahlt

source: Revoked
de_de: Widerrufen

# Translators: Taxonomy name tooltip
source: Download Features
de_de: Download-Merkmale (Features)
